{
    "2024-3": "Der Sommer 2024 war bemerkenswert warm mit einer mittleren Temperatur von 20.63°C, was ihn auf den 9. Platz der wärmsten Sommer seit 1864 bringt. Die maximale Temperatur erreichte 35.4°C, was im Vergleich zu anderen Jahren ebenfalls hoch ist, aber nicht außergewöhnlich. Die minimale Temperatur lag bei 8.3°C. Es gab 19 Hitzetage, was zeigt, dass es viele heiße Tage gab, aber nicht so viele wie im Rekordsommer 2003, der 41 Hitzetage verzeichnete. Im Vergleich zu den letzten Jahren war der Sommer 2024 wärmer als die meisten, aber nicht ganz so extrem wie die Sommer 2022 und 2023, die noch höhere mittlere Temperaturen aufwiesen. Auffällig war die hohe Anzahl an Hitzetagen, während die minimalen Temperaturen relativ moderat blieben. Der Sommer 2003 bleibt der wärmste Sommer mit einer mittleren Temperatur von 22.79°C, während der Sommer 1956 mit einer mittleren Temperatur von 15.85°C der kälteste war.",
    "2024-1": "Der Winter 2024 war bemerkenswert warm mit einer mittleren Temperatur von 5,53°C, was ihn zum wärmsten Winter seit Beginn der Aufzeichnungen im Jahr 1864 macht. Die minimale Temperatur betrug -8,9°C, während das Maximum bei 14,9°C lag. Im Vergleich zu den letzten Jahren war dieser Winter außergewöhnlich mild, was sich auch in der Rangliste widerspiegelt: Er belegt den 1. Platz für die mittlere Temperatur. Auffällig war, dass es nur 15 Frosttage gab, was ebenfalls ungewöhnlich niedrig ist. Im Gegensatz dazu gab es 7 Eistage, was im Vergleich zu den milden Temperaturen etwas überraschend ist. Der kälteste Winter war 1963 mit einer mittleren Temperatur von -3,18°C. Der Winter mit den meisten Frosttagen war 1932 mit 80 Frosttagen, und der Winter mit den meisten Eistagen war 1929 mit 39 Eistagen.",
    "2003-3": "Der Sommer 2003 war außergewöhnlich heiß. Die mittlere Temperatur betrug 22,79°C, was den höchsten Wert seit Beginn der Aufzeichnungen darstellt und somit Rang 1 belegt. Die maximale Temperatur erreichte 38,6°C, was ebenfalls sehr hoch ist und Rang 5 belegt. Die minimale Temperatur lag bei 9,9°C, was den zweithöchsten Wert darstellt. Auffällig war die hohe Anzahl von 41 Hitzetagen, was ebenfalls ein Rekord ist. Im Vergleich zu den letzten Jahren war dieser Sommer extrem warm und trocken. Das Jahr 2003 war somit das wärmste Jahr seit 1864."
}