{
    "m-2024-8": "Im August 2024 betrug die mittlere Temperatur 22,17 °C, was sehr hoch ist und den zweiten Platz in der Rangliste der mittleren Temperaturen seit 1864 einnimmt. Die maximale Temperatur erreichte 35,4 °C, und die minimale Temperatur lag bei 10,3 °C. Es gab 12 Hitzetage, was ebenfalls auffällig ist und den 16. Rang in der Rangliste der Hitzetage belegt. Der Niederschlag betrug 25,8 mm, was im Vergleich zu anderen Jahren relativ gering ist und den 152. Rang einnimmt. Insgesamt war der August 2024 einer der wärmsten Monate seit Beginn der Aufzeichnungen. Das wärmste Jahr war 2003 mit einer mittleren Temperatur von 23,78 °C, und das Jahr mit den meisten Hitzetagen war ebenfalls 2003 mit 18 Hitzetagen.",
    "s-2024-3": "Im Sommer 2024 betrug die mittlere Temperatur 20,63 °C, was im Vergleich zu den letzten Jahren sehr hoch ist und den 9. Rang belegt. Die maximale Temperatur erreichte 35,4 °C, was ebenfalls bemerkenswert ist und den 5. Rang einnimmt. Die minimale Temperatur lag bei 8,3 °C. Es gab 19 Hitzetage, was den 32. Rang belegt. Der Niederschlag betrug 164,4 mm, was im Vergleich zu den letzten Jahren eher gering ist und den 145. Rang belegt. Auffällig ist, dass dieser Sommer zu den wärmsten seit 1864 gehört. Das wärmste Jahr war 2003 mit einer mittleren Temperatur von 22,79 °C und das Jahr mit den meisten Hitzetagen war ebenfalls 2003 mit 41 Hitzetagen.",
    "y-2023-2023": "Im Jahr 2023 betrug die mittlere Temperatur 12,66 °C, was den zweithöchsten Wert seit 1864 darstellt. Die maximale Temperatur erreichte 36,4 °C, und die minimale Temperatur lag bei -7,4 °C. Es gab 25 Hitzetage, was ebenfalls bemerkenswert ist und den 19. Rang in dieser Kategorie einnimmt. Der Niederschlag summierte sich auf 775,2 mm, was im Vergleich zu den letzten Jahren durchschnittlich ist.\n\nIm Vergleich zu den letzten Jahren war 2023 außergewöhnlich warm, da es den zweithöchsten Rang in der mittleren Temperatur belegt. Auch die maximale Temperatur war mit dem 15. Rang sehr hoch. Auffällig war die geringe Anzahl an Frosttagen und Eistagen, was auf die insgesamt milden Wintermonate hinweist. Das wärmste Jahr war 2024 mit einer mittleren Temperatur von 13,82 °C, während das kälteste Jahr 1956 mit einer mittleren Temperatur von 7,99 °C war. Das Jahr mit den meisten Hitzetagen war 2003 mit 41 Tagen über 30 °C. Die meisten Frosttage in den Wintermonaten Dezember, Januar und Februar gab es 1929, und die meisten Eistage in diesen Monaten wurden ebenfalls 1929 verzeichnet.",
    "y-2022-2022": "Im Jahr 2022 betrug die mittlere Temperatur 12,58 °C, was es zum drittwärmsten Jahr seit 1864 macht. Die maximale Temperatur erreichte 36,7 °C, und die minimale Temperatur lag bei -9,1 °C. Es gab 31 Hitzetage, was ebenfalls auffällig ist und den 15. Rang in dieser Kategorie belegt. Der Niederschlag summierte sich auf 795,4 mm, was im Vergleich zu den letzten Jahren durchschnittlich ist.\n\nIm Vergleich zu den letzten Jahren war 2022 besonders warm, was durch den hohen Rang der mittleren Temperatur (3. Platz) und der maximalen Temperatur (36. Platz) unterstrichen wird. Auffällig war die hohe Anzahl an Hitzetagen, die das Jahr 2022 zu einem der heißesten Jahre macht. Normal war die Menge des Niederschlags, die keine extremen Abweichungen zeigte.\n\nDas wärmste Jahr seit 1864 war 2024 mit einer mittleren Temperatur von 13,82 °C, während das kälteste Jahr 1956 mit einer mittleren Temperatur von 7,99 °C war. Das Jahr mit den meisten Hitzetagen war 1947 mit 49 Tagen. Die meisten Frosttage in den Wintermonaten (Dezember, Januar und Februar) gab es 1929 mit 106 Frosttagen, und die meisten Eistage in den Wintermonaten wurden ebenfalls 1929 mit 38 Eistagen verzeichnet.",
    "y-2020-2020": "Im Jahr 2020 betrug die mittlere Temperatur 12,13 °C, was es zu einem der wärmsten Jahre seit Beginn der Aufzeichnungen im Jahr 1864 macht. Die maximale Temperatur erreichte 36,5 °C, während die minimale Temperatur bei -4,5 °C lag. Der Niederschlag summierte sich auf 676,4 mm. Im Vergleich zu den letzten Jahren war 2020 besonders warm, mit einem Rang von 5 für die mittlere Temperatur und einem Rang von 5 für die minimale Temperatur. Auffällig war, dass es keine Eistage gab und die Frosttage ebenfalls auf einem Minimum lagen. Das Jahr 2020 war das fünftwärmste Jahr seit 1864. Das wärmste Jahr war 2024 mit einer mittleren Temperatur von 13,82 °C, während das kälteste Jahr 1871 mit einer mittleren Temperatur von 8,40 °C war. Das Jahr mit den meisten Hitzetagen war 1947 mit 49 Tagen über 30 °C.",
    "s-1963-1": "Im Winter 1963 war das Wetter besonders kalt, mit einer mittleren Temperatur von -4.22 °C, was den kältesten Winter seit Beginn der Aufzeichnungen im Jahr 1864 darstellt. Die minimale Temperatur erreichte -19.7 °C, und die maximale Temperatur lag bei 10.9 °C. Der Niederschlag betrug 136.6 mm, während der Schneefall mit 355 mm sehr hoch war, was auf einen schneereichen Winter hindeutet. Im Vergleich zu anderen Jahren war dieser Winter extrem, da er den Rang 161 für die mittlere Temperatur einnimmt, was ihn zum kältesten Winter macht. Auffällig war die hohe Anzahl an Frosttagen (78) und Eistagen (44), was ebenfalls den höchsten Rang in diesen Kategorien darstellt. Der Winter 1963 war somit außergewöhnlich kalt und schneereich, im Gegensatz zu den wärmeren Wintern der letzten Jahrzehnte.",
    "s-1963-2": "Im Jahr 1963 lag die mittlere Temperatur in der zweiten Jahreszeit bei 9.36 °C, was im Vergleich zu den Jahren seit 1864 einen mittleren Rang von 95 einnimmt. Die maximale Temperatur erreichte 26.4 °C, während die minimale Temperatur auf -10.6 °C fiel, was einen sehr niedrigen Rang von 157 bedeutet und auf eine besonders kalte Periode hinweist. Der Niederschlag betrug 152 mm, was im mittleren Bereich liegt. Auffällig war die hohe Schneefallmenge von 43 mm, die im Vergleich zu anderen Jahren einen hohen Rang von 8 einnimmt. Das Jahr 1963 war nicht das wärmste, aber auch nicht das kälteste Jahr. Das Jahr mit den meisten Hitzetagen war 1945, während 1965 die meisten Frosttage und Eistage verzeichnete. Insgesamt war 1963 durch die niedrigen Temperaturen und den hohen Schneefall bemerkenswert.",
    "s-2018-3": "Im Sommer 2018 war das Wetter besonders bemerkenswert. Die mittlere Temperatur lag bei 21.21 °C, was den Sommer 2018 zum drittwärmsten seit Beginn der Aufzeichnungen im Jahr 1864 machte. Die maximale Temperatur erreichte 34.8 °C, was ebenfalls sehr hoch war und den 12. Rang in der Rangliste der maximalen Temperaturen einnahm. Es gab 22 Hitzetage, was den Sommer 2018 zu einem der Jahre mit den meisten Hitzetagen machte, gleichauf mit anderen heißen Sommern. Der Niederschlag war mit 153.7 mm relativ gering, was den Sommer 2018 zu einem der trockensten Sommer machte, mit einem Rang von 151 in der Niederschlagsrangliste. Insgesamt war der Sommer 2018 außergewöhnlich warm und trocken, was ihn von den meisten anderen Sommern der letzten 150 Jahre abhob. Das wärmste Jahr in der Aufzeichnung war 2003, während das Jahr mit den meisten Hitzetagen ebenfalls 2003 war.",
    "s-1960-3": "Im Sommer 1960 betrug die mittlere Temperatur 17,20 °C, was im Vergleich zu den Jahren seit 1864 einen mittleren Rang von 131 einnimmt. Die maximale Temperatur erreichte 32,5 °C, während die minimale Temperatur bei 4,3 °C lag. Der Niederschlag summierte sich auf 298,3 mm, was ebenfalls im mittleren Bereich liegt. Auffällig ist, dass es in diesem Sommer fünf Hitzetage gab, was im Vergleich zu anderen Jahren nicht besonders hoch ist. Im Vergleich zu den extremen Jahren war 2003 das wärmste Jahr mit einer mittleren Temperatur von 22,79 °C und 1947 das Jahr mit den meisten Hitzetagen (35 Tage). Der Sommer 1960 war weder besonders heiß noch besonders kalt, sondern eher durchschnittlich im Vergleich zu den historischen Daten.",
    "s-2003-3": "Im Sommer 2003 war das Wetter extrem auffällig. Die mittlere Temperatur betrug 22,79 °C, was den höchsten Wert seit Beginn der Aufzeichnungen im Jahr 1864 darstellt. Die maximale Temperatur erreichte 38,6 °C, was ebenfalls außergewöhnlich hoch ist. Die minimale Temperatur lag bei 9,9 °C. Es gab 41 Hitzetage, was ebenfalls ein Rekord ist. Der Niederschlag war mit 147,5 mm relativ gering, was zu den trockeneren Sommern zählt. Im Vergleich zu den letzten Jahren war dieser Sommer der wärmste und trockenste. Das Jahr 2003 war somit das Jahr mit den meisten Hitzetagen und der höchsten mittleren Temperatur.",
    "s-2024-4": "Im Jahr 2024 war die mittlere Temperatur in der vierten Jahreszeit 11.59 °C, was im Vergleich zu den vergangenen Jahren einen bemerkenswert hohen Rang von 11 einnimmt. Die maximale Temperatur erreichte 32.1 °C, was ebenfalls auffällig ist und den fünften Rang belegt. Die minimale Temperatur lag bei -4.4 °C. Der Niederschlag betrug 216.1 mm, was im mittleren Bereich liegt. Besonders auffällig war die hohe Schneemenge von 64 mm, die den ersten Rang einnimmt und somit die höchste seit 1864 ist. Das Jahr 2023 war das wärmste Jahr mit einer mittleren Temperatur von 13.59 °C, während das kälteste Jahr 1887 mit 7.39 °C war. Das Jahr mit den meisten Hitzetagen war 1947 mit 10 Tagen."
}